<table width="95%" border="0">
              <tr> 
                <td width="5%">&nbsp;</td>
                <td width="90%"><div align="left"><img src="/img/logonobg.gif" width="187" height="42" /><br />
                    前言：為確保您個人資料得以在網際網路保持隱密性，您個人的隱私權，龍邑絕對尊重並予以保護。為了幫助您瞭解，我們如何蒐集、應用及保護您所提供的個人資訊等事宜，請您詳細閱讀隱私權保護政策。 
                  </div>
                  <p align="left">資料蒐集目的<br />
                    當你註冊成為我們的會員時，本站會請你提供個人資訊，包括姓名、身份證字號、住址、電話、電子信箱等，這些資訊我們是用來從事協助您的購買、記錄道具、累積幣值、訊息傳遞等。而除了您主動登錄網站，提供的個人資料外，你在聊天互動時等主動提供個人資料如電子郵件、姓名等。這種形式的資料提供，則不在龍邑隱私權保護政策的範圍之內。 
                  </p>
                  <p align="left">關於Cookies的使用 <br />
                    為了提供更好的個人化服務，本站可能會使用cookies來存儲並在某些時候追蹤有關使用者的資料。本網站的cookies使用是基於：估算瀏覽人數、測量瀏覽模式。這些資料僅止於商業及市場分析或學術用途。Cookies亦可供作第三人，例如廣告服務公司在我們的網頁設立廣告，這些廣告服務公司可以利用Cookies蒐集到非相關於您個人可資辨識之的資料，廣告業者可以利用這種資訊，作為分析行銷指標並評估其影響力，所有資料僅供資料分析用。 
                  </p>
                  <p align="left">資料分享<br />
                    龍邑不會向任何人出售或出借你的個人識別資料給其它團體或個人，除在以下的情況中，龍邑會在本政策原則，與第三者共用您的個人資料。 
                    <br />
                    1‧為了提供您其它服務或優惠權益，需要與提供該服務或優惠之其他人士或公司共用您的資料時，龍邑會在活動時提供充分說明，你可以自由選擇是否接受這項特定服務或優惠。<br />
                    2‧司法機關要求；或我們發覺你在網站上的行為違法。基於公眾安全為考量的前提下，龍邑將配合司法單位提供相關資料協助調查。 
                  </p>
                  <p align="left">連結網站<br />
                    我們所提供的其它網站連結，可能各有其不同的聲明或使用規則等，請務必自行謹慎了解，本網站並不保護使用者於該等網站中的隱私權。 
                  </p>
                  <p align="left">自我保護措施<br />
                    請妥善保管你的帳號及密碼或任何個人資料，不要將任何個人資料，提供給任何人，若你是與人共享電腦或用公共電腦，請務必記得登出，並切記關閉瀏覽器視窗，以防止他人讀取您的個人資料或信件。 
                  </p>
                  <p align="left">隱私聲明之變動<br />
                    龍邑將保留得以隨時增刪修飾本隱私權聲明之權利，任何增刪修飾後之聲明，應以本站公告時間為即時生效日。最近一次更正時間為：西元2009年12月。</p></td>
                <td width="5%">&nbsp;</td>
              </tr>
            </table>