<style>
tr, td {
	border:1px solid #fff;
}
.login_info ol {
	padding:5px;
}
</style>
<div id="content-login">
	<div class="login-ins">
		<div class="bread cf" typeof="v:Breadcrumb">
			  <a href="<?=$longe_url?>member/complete_agreement?site=<?=$site?>" title="會員服務暨個資隱私權同意書" rel="v:url" property="v:title">會員服務暨個資隱私權同意書</a>
		</div>
		<div class="login_box">
			<div class="login_member">
				<div class="login_info" style="font-size:0.85rem;line-height:200%;">

            歡迎您加入 LongE 會員並使用龍邑股份有限公司（下稱龍邑）所提供之各項會員服務。此份同意書包含<a href="#service">【LongE 會員服務同意書】</a>，<a href="#data_use">【個人資料提供同意書】</a>，<a href="#privacy">【隱私權政策】</a>為保障您的權益，請詳細閱讀本同意書所有內容，您同意當您在線上點選「接受」鍵時，即視為您已經詳細閱讀、了解並願意遵守本服務同意書、注意事項之所有約定。

            <br />
            <br />

						              <h2><u><a name="service"> LongE 會員服務同意書</a></u></h2>
													<br />
  												歡迎您加入 LongE 會員並使用龍邑股份有限公司（下稱龍邑）所提供之各項會員服務。為保障您的權益，請詳細閱讀本服務同意書所有內容，您同意當您在線上點選「我同意」鍵時，即視為您已經詳細閱讀、了解並願意遵守本服務同意書、注意事項之所有約定。提醒您：如果您是未成年人（未滿二十歲），您必須告知法定代理人（如：父母、監護人）使其詳閱、瞭解本服務同意書內容，並取得法定代理人（如：父母、監護人）之允許始得進行，當您使用或繼續使用 LongE 會員得使用之服務時，即表示您對本服務同意書之同意及其他意思表示，均視為已取得法定代理人之允許：<br />
  												<br />
  												<h3>一、遵守會員規範及法律規定：</h3><br />
  												您了解您註冊成為會員後，即可使用龍邑所提供之各項服務(以下稱本服務)。當會員使用本服務時，即表示您除了同意遵守本服務同意書外，亦接受龍邑其他針對 LongE 會員之相關規範（包括但不限於客服中心內容、管理規則、公告及注意事項等）及相關法令之規定。<br />
  												<br />
  												<h3>二、服務簡介：</h3><br />
  												（一）接受本服務之會員必須自行配備上網所需之各項電腦設備，並負擔包括但不限於「網際網路連線費用」、「電話費用」等之電信相關費用。<br />
  												（二）當您完成相關註冊程序後，即可具有 LongE 會員資格，並可開始使用本服務，包括但不限於使用線上遊戲、異業合作、金流儲值服務等。您同意當您成為 LongE 會員後使用之各項會員服務，其各項服務內容之所有權仍屬龍邑或異業合作廠商及其所約定之人所有，會員僅得依本服務同意書之約定使用，不得出租、出借、移轉或讓與給其他第三人使用。<br />
  												（三）龍邑有權增加、變更、取消、停止本服務中相關系統、服務或功能之全部或一部，您同意龍邑無須個別通知會員。為增進會員權益、擴充服務內容，龍邑將致力於提供會員各項新穎之服務或功能，您同意本會員服務同意書適用於現有或將來龍邑所提供 LongE 會員帳號得使用之各項服務。<br />
  												（四）金流付費服務：為保障您的交易安全，請使用合法、正當之方式進行相關服務儲值，若您使用虛偽不正之方式進行「儲值」或使用其他相關服務，龍邑有權隨時、逕行終止您本服務之會員資格及使用各項服務之權利。<br />
  												<br />
  												<h3>三、真實登錄義務：</h3><br />
  												基於 LongE 所提供之各項服務，您同意於註冊時依註冊申請程序所提示之項目，登錄您本人正確、真實及完整之個人資料；當您的個人資料有異動時，請立即更新，以維持您個人資料之正確、真實及完整。如因您登錄不實資料或冒用他人名義以致於侵害他人之權益或違法時，應自負法律責任；您並同意您所提供之個人資料若有不實或個人資料異動卻未更新以致與原登錄資料不符時，龍邑有權隨時、逕行終止您的會員資格及使用各項會員服務之權利。<br />
  												<br />
  												<h3>四、會員規範之增訂及修改：</h3><br />
  												龍邑保留增訂及修改本會員規範之權利，本條款如有增訂或修改時，龍邑將於網站首頁公告修改之事實。若您不同意修改的內容，請勿繼續使用本服務，如果您於公告後繼續使用本服務，則視為您已接受並同意該修訂條款。<br />
  												<br />
  												<h3>五、服務之停止與更改：</h3><br />
													1. 會員登錄資料不實。<br />
	  											2. 使用中文、英文及數字以外之字元及不雅文字作為本服務之名稱。<br />
	  											3. 使用他人的名義申請本服務。<br />
	  											4. 違反本服務條款時。<br />
	  											5. 其他經龍邑判定有違公平、合理方式使用本服務者。<br />
	  											6. 會員使用本服務之行為有造成龍邑受有損失或損害之虞者。<br />
													<br />
  												就上述停止、更改服務或終止會員帳戶服務所可能產生之困擾、不便或損害，龍邑對任何會員或第三人均不負任何賠償或補償責任。<br />

  												<br />
  												<h3>六、服務暫停或中斷：</h3><br />
  												（一）龍邑於下列情形之一時，得暫停或中斷本服務之全部或一部，對於使用者不負擔任何賠償或補償責任：<br />
  												1. 對於本服務相關系統設備進行遷移、更換或維護。<br />
  												2. 因不可歸責於龍邑所造成之服務停止、中斷、變更或取消。<br />
  												3. 因不可抗力所造成服務停止、中斷、變更或取消。<br />
  												（二）如因龍邑對於本網站相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部之服務時，龍邑於暫停或中斷服務前將於本公司官方網站上公告或以電子郵件進行通知。<br />
  												（三）因使用者違反法令、本服務同意書或因不可歸責於龍邑之事由而造成本服務之全部或一部暫停、中斷、取消、變更時，該期間之費用仍依正常標準計費。<br />
  												（四）請於平時對電腦設備採取適當之安全防護措施，以避免本服務之暫停、中斷可能造成您使用上之不便、資料遺失或其他經濟及時間上之損失，用以保障您的相關權益。<br />
  												<br />
  												<h3>七、會員義務與責任：</h3><br />
  												（一）會員不得利用 LongE 會員服務進行任何商業、違法、不當行為。<br />
  												（二）除遵守本服務同意書之約定外，您同意遵守龍邑之各項服務之營業規章、管理規則、網際網路國際使用慣例與禮節之相關規定，並同意不從事下述所列之行為。若您被判定有以下行為發生時，龍邑得逕行移除或刪除該內容與採取後續相關處理措施。違反規定者，龍邑將視情節輕重予以處份，您同意本公司有權對嚴重違約之行為人終止本服務條款，並請求因此所生之損害賠償：<br />
  												1. 意圖破壞、入侵龍邑伺服器及官方網站；或有使用外掛程式、利用程式漏洞修改遊戲、侵入會員資料庫、散播電腦病毒程式及竊取、更改、破壞或他人資訊情事等之行為者。<br />
  												2. 在遊戲或聊天室中，發表污言、穢語（包括音似者）或有鬧場之行為者。<br />
  												3. 在遊戲或聊天室中，有謾罵或相互攻訐之行為者。<br />
  												4. 於公佈欄發表及傳送涉及辱罵、毀謗、威脅、不雅、淫穢、攻擊性等之文章、圖片；或有留言內容不符合公佈欄性質、於公佈欄刊登廣告、黃色笑話或將公佈欄當成聊天室使用之行為者。<br />
  												5. 於遊戲中以現金或任何有價物品買賣、交易帳號、遊戲道具之行為者。<br />
  												6. 以龍邑或類似龍邑之名義使用本服務者。<br />
  												7. 所為言論違背公序良俗者。<br />
  												8. 使用本服務被判定有犯罪行為或有相關嫌疑者。<br />
  												9. 侵害他人智慧財產權或其他權利或有侵害之虞者。<br />
  												10. 有故意妨礙龍邑相關服務運作之行為者。<br />
  												11. 利用申告功能對其他會員隨意誣告或使用本服務有損害他人名譽或侵害他人權利之行為者。<br />
  												12. 其他有危害通信或違反法令之情事或之虞者。<br />
  												（三）會員必須對自己所做之行為負一切責任，龍邑有權針對上述規定進行不定期查核，但此不表示龍邑有義務對會員傳送、張貼或發表之內容做任何形式或實質之審查。如經龍邑察覺或經他人申訴或舉發會員有違反上述各款之情事或之虞時，龍邑除有權逕行移除或刪除該內容外，並有權終止或暫停該會員之會員資格及各項會員服務。龍邑如因此產生任何損害或損失，並得向該會員請求賠償。<br />
  												（四）會員同意妥善保管個人之帳號及密碼，不得有與他人共用、租借他人等行為；會員並應不定期更新個人密碼，並於使用完服務後確實將帳號進行登出動作，以避免帳號遭他人使用。<br />
  												<br />
  												<h3>八、責任限制：</h3><br />
  												（一）龍邑之各項會員服務，依龍邑既有之規劃提供，對於特定使用者之特殊需求，龍邑不擔保本服務將符合您的所有需求。<br />
  												（二）龍邑不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不斷線及出錯。您同意對於您所傳送之電子郵件、檔案及其他資料進行備份或相關處理。對於因傳送過程而造成電子郵件、檔案及其他相關電磁記錄資料之遺失，龍邑不負任何擔保責任。<br />
  												（三）對於您於本服務中所下載之電子郵件、檔案及其他資料，您應該自行考量其風險，如因下載而造成您電腦系統的損壞或電腦中資料的遺失，龍邑不負任何擔保責任。<br />
  												（四）龍邑之服務可能因其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈；或人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤；或遭第三人侵入系統篡改或偽造變造資料等。龍邑就以上不可歸責於己之情形不保證各項服務之穩定、安全、無誤、及不中斷。會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償。<br />
  												<br />
  												<h3>九、保管義務：</h3><br />
  												會員有義務妥善保管本服務帳號與密碼，並為此組帳號與密碼登入 LongE 工具後所進行之一切活動負責。為維護會員自身權益，請勿將帳號與密碼洩露或提供予第三人知悉，或出借或轉讓他人使用。若會員發現帳號或密碼遭人非法使用或有任何異常破壞使用安全之情形時，應立即通知龍邑；惟倘若因您的保管疏忽而致帳號、密碼遭他人非法使用時，龍邑將不負責處理。<br />
  												<br />
  												<h3>十、資料處理：</h3><br />
  												對於會員所登錄或留存之資料，會員同意龍邑及關係企業或合作對象，得於合理之範圍內蒐集、處理、保存、傳遞及使用該等資料，以提供會員其他資訊或服務；或作成會員統計資料、進行關於網路行為之調查或研究或為任何之合法使用。(一)龍邑應保存會員之個人遊戲歷程紀錄，且保存期間為二(2)個月，以供會員查詢。如逾電磁紀錄保存期限二(2)個月者，恕龍邑無法受理會員之查詢申請。 <br />
  												(二)會員得以書面、網路，或親至龍邑之服務中心申請調閱會員之個人遊戲歷程，且須提出與身分證明文件相符之個人資料以供查驗，查詢費用為新臺幣貳佰(200)元，由會員負擔。<br />
  												(三)龍邑接獲會員之查詢申請及查詢費用後，應提供第一項所列之會員個人遊戲歷程，並於七(7)日內以光碟或磁片等儲存媒介或以書面、電子郵件方式提供資料。<br />
  												<br />
  												<h3>十一、隱私權保護：</h3><br />
  												關於您的會員註冊以及其他特定資料依「隱私權政策」受到保護與規範。您了解當您使用本服務時，您同意 LongE 依據「隱私權政策」進行您個人資料的蒐集、處理與利用。<br />
  												<br />
  												<h3>十二、會員內容之保留：</h3><br />
  												龍邑不對於會員所傳送、張貼或發表之內容（包括但不限於文字、圖片、音樂、影像、軟體、資訊及各種資料等）進行任何形式或實質之審查，亦不擔保其正確、完整、安全或可靠。會員對於使用由其他會員所提供之內容應自行考量其風險。<br />
  												<br />
  												<h3>十三、智慧財產權：</h3><br />
  												龍邑上之所有著作及資料，其著作權、專利權、商標等智慧財產權、所有權或其他權利、利益，均為龍邑或原權利人所有，除事先經龍邑或原權利人之合法授權外，會員不得擅自重製、傳輸、改作、編輯或以其他任何形式、或基於任何目的使用，違者應自負相關之法律責任。<br />
  												<br />
  												<h3>十四、服務停止：</h3><br />
  												龍邑得隨時通知會員，終止、取消、停止中斷本服務之全部或一部，會員不得因此要求任何補償或賠償。<br />
  												如會員決定終止針對個人之服務並要求本公司進行會員未使用儲值（會員免費獲得的儲值點數不包含在內且不予退還）之清算返回，本公司將扣除手續之必要成本後，退還會員未使用的儲值或遊戲費用。<br />
  												手續之必要成本項目包含：</h3><br />
  												1. 手續費：計算方式為 （會員剩餘未使用的儲值點數 – 免費贈送點數）之儲值對價 X 40%。<br />
  												3. 依會員選擇之退費方式，由會員承擔因郵寄/匯票產生之費用。<br />
  												4. 其他因會員辦理退費手續所延伸之個人費用。<br />
  												<br />
  												<br />
  												<h3>十五、準據法及管轄法院：</h3><br />
  												本服務條款之解釋及適用，以及會員因使用本服務而與龍邑間之權利義務關係，悉依中華民國法律及相關法令解釋適用之（不含涉外民事法律適用法或其他類似法規）。其因此所生之爭議，均同意以臺灣板橋地方法院為第一審管轄法院；此外，若本服務條款有任何一部無效，亦不影響其他部份之效力。<br />

  					<hr />


            <h2><u><a name="data_use"> 個人資料提供同意書</a></u></h2><br />

						當您完成 LongE 會員註冊(免費)後，第一次登入 LongE 網站 (下稱本網站)進行商品購買時，您同意以下內容並於勾選後進行下一步。您瞭解：<br />
						一、龍邑股份有限公司 (下稱本公司)取得您的個人資料，目的在於個人資料保護法及相關法令之規定下，依本公司隱私權保護政策，蒐集、處理及利用您的個人資料。<br />
						二、您可依您的需要提供以下個人資料：姓名、出生年月日、國民身分證統一編號、連絡方式(包括但不限於電話號碼、E-MAIL或居住地址)或其他得以直接或間接識別您個人之資料。<br />
						<table>
							<tr>
								<td>類別</td><td>資料之類別</td><td>收集之目的</td>
							</tr>
							<tr>
								<td>姓名</td>
								<td>C001</td>
								<td>為確保會員資料正確。</td>
							</tr>
							<tr style='height:16.5pt'>
								<td>出生年月日</td>
								<td>C011</td>
								<td>為確保會員資料正確。</td>
							</tr>
							<tr>
								<td>身份證字號</td>
								<td>C003</td>
								<td>為確保會員資料正確。</td>
							</tr>
							<tr>
								<td>手機號碼及電話號碼</td>
								<td>C001</td>
								<td>為確保會員資料正確及會員進階認證。</td>
							</tr>
							<tr>
								<td>電子郵件信箱</td>
								<td>C132</td>
								<td>為確保會員資料正確及會員信箱認證，或寄發電子報。</td>
							</tr>
							<tr>
								<td>居住地址</td>
								<td>C001</td>
								<td>為確保會員資料正確，或寄發活動實體獎品。</td>
							</tr>
							<tr>
								<td>駕駛執照</td>
								<td>C039</td>
								<td>為確保會員資料正確。</td>
							</tr>
							<tr>
								<td>信用卡或簽帳卡之號碼</td>
								<td>C002</td>
								<td>提供會員消費服務之紀錄。</td>
							</tr>
							<tr>
								<td>銀行帳戶之號碼與姓名</td>
								<td>C002</td>
								<td>提供會員消費服務之紀錄。</td>
							</tr>
						</table>
						三、您同意本公司以您所提供的個人資料確認您的身份、與您進行連絡、提供您本公司及關係企業或合作夥伴之相關服務及資訊，以及其他隱私權保護政策規範之使用方式。<br />
						四、您同意龍邑利用您的個人資料之期間為，自即日起至您與本公司間所有契約均終止後五年止，利用地區為全球。<br />
						五、您可依個人資料保護法之規定，就您的個人資料向本公司︰<br />
						1.    請求查詢或閱覽。<br />
						2.    製給複製本。<br />
						3.    請求補充或更正。<br />
						4.    請求停止蒐集、處理及利用。<br />
						5.    請求刪除。但因本公司執行職務或業務所必需者，本公司得拒絕之。<br />
						六、您可自由選擇是否提供本公司您的個人資料，但若您所提供之個人資料，經檢舉或本公司發現不足以確認您的身分真實性或其他個人資料冒用、盜用、資料不實等情形，本公司有權暫時停止提供對您的服務，若有不便之處敬請見諒。<br />
						七、您瞭解此一同意符合個人資料保護法及相關法規之要求，具有書面同意本公司蒐集、處理及利用您的個人資料之效果。<br />


            <hr />

            <h2><u><a name="privacy"> 隱私權政策</a></u></h2><br />

            當您加入本網站會員時，即視為您已閱讀、瞭解並同意接受本隱私權政策。龍邑股份有限公司（下稱龍邑）有權於任何時間在本網站上公布經小幅修改、變更之隱私權政策內容，當本網站公布上開修改、變更後，該更新內容即刻生效，建議您隨時注意該等修改、變更；此外，若修訂版本有實質重大更動，龍邑將會提前30日在本網站發布更新訊息，30日期間屆滿，本網站將正式施行前述之隱私權政策，若您繼續使用本網站所提供之商品或服務內容，您將被視為已閱讀、瞭解並同意接受所有修改。<br />
  					本隱私權政策描述了龍邑如何蒐集、處理、利用您的個人資訊。<br />
                      <br />
  					<b>資訊之蒐集、處理及利用</b><br />
  					於本網站上的單純瀏覽及檔案下載行為，本網站並不會蒐集任何有關個人的識別資料。<br />
  					本網站在蒐集會員的個人資料後，非經您本人同意、授權或因其他法律上的規定，不會擅自將非公開資料透露給無關之第三者知悉。<br />
  					本網站提供您關於會員資料發布之互動設定選項，您可以在選項設定之頁面，依您的需求自行選擇並設定是否公開您的姓名、電子郵件地址、性別、生日、居住地址等資料；當您完成本網站會肙註冊時，您的暱稱、生日及性別將預設為公開，其他個人識別資料則需待您填入後再自行選擇設定是否公開。<br />
  					網站會記錄使用者上站的IP位址、上網時間以及在網站內所瀏覽的網頁等資料，這些資料係供本網站內部作網站流量和網路行為調查的總量分析，以利於提昇本網站的服務品質，且本網站僅對全體使用者行為總和進行分析，並不會對個別使用者進行分析。<br />
  					網站依本隱私權政策有義務保護各會員隱私，非經您本人同意不會自行修改或刪除任何會員之個人資料及檔案。除非經過您事先同意或符合以下情況始得為之：<br />
  					1.	經由合法的途徑。<br />
  					2.	保護或防衛相關網路民眾的權利或所有權。<br />
  					3.	為保護本網站各相關單位之權益。<br />
  					4.	配合司法單位合法的調查。<br />
  					5.	配合相關職權機關依職務需要之調查或使用。<br />
  					6.	基於善意相信揭露為法律需要，或為維護和改進網站服務而用於管理 。<br />
  					7.	若您對龍邑之成員要求提供任何服務，該集團成員將會根據您的個人資料發送有關之行銷資訊。<br />
  					8.	根據契約與龍邑合作商業營運之服務供應商，例如為了防止詐欺行為，為了行銷目的所為之收集資料，或提供技術服務。而這些服務供應商僅能於其服務範圍內使用您的個人資料，將不會用於其他任何商業用途。<br />
  					9.	龍邑計劃合併或收購之公司。若有前開情事，龍邑將會要求新合併的實體遵循本隱私權政策，並尊重您的個人資料保密性。<br />
                      <br />
  					申請加入本網站會員時，需請您提供個人的識別資料，例如：本人姓名、性別、出生日期、國民身分證字號、聯絡電話或手機、e-mail、通訊住址等個人最新、最真實之資料；您可以自行設定一組專屬於您之會員帳號及密碼，作為您登入本網站及您使用本網站所提供之產品、服務時的唯一身分識別，請您自行妥善保管該會員帳號及密碼。<br />
  					您申請加入本網站會員時所提供個人的識別資料，將用作龍邑及龍邑之關係企業進行會員驗證、數據統計及分析、獎項兌換、廣告行銷、會員服務訊息、特別活動、新服務、新產品之通知等用途。<br />
  					若您透過本網站有購物、兌換贈品，因而產生的金流、物流必要，本網站有可能會提供您前述範圍內必要的個人識別資料給相關機關或合作、協力廠商作為交易驗證或商品送達之用。<br />
  					若您使用本網站服務、參與龍邑及合作廠商所舉辦之活動，以及協助龍邑及龍邑之關係企業進行數據統計及分析時，龍邑可能提供您特定之個人識別資料給合作、協力廠商，使其得以協助提供服務、舉辦活動或實施問卷調查等。<br />
  					龍邑在為您提供服務時或進行會員驗證、活動獎項頒發…等情形，龍邑可能要求您協助提供可證明個人身份之證件正本、傳真或影本，以及郵寄地址、匯款帳戶等資料。
                      <br /><br />
  					<b>Cookie</b><br />
  					為了便利使用者的網頁瀏覽及操作，本網站可能使用cookie技術或其他類似技術，以提供更適合使用者個人需要的服務。cookie是網站伺服器用來和使用者瀏覽器進行溝通的一種技術，它可能在使用者的電腦中儲存某些資訊。使用者可以經由瀏覽器的設定，取消或限制此項功能。<br />
                      <br />
  					<b>保全</b><br />
  					根據本政策所指之個人資料，係指得以具體指名特定人之相關資料，並不包括以匿名方式所提供之資料。您的個人資料將會儲存在龍邑於台灣地區顧客營運中心之電腦。為保障您的隱私及安全，您的個人資料會採用合理之保全系統加以保護，例如防火牆或密碼保護。龍邑僅授權有職務上必要之雇員，方得接觸您的個人資料。<br />
						<br />
  					除本隱私權政策之規定內容外，龍邑將不會出售或出租任何您的個人資料予第三方。<br />
						<br />
  					若相關法律之規定與本隱私權政策有所衝突，龍邑將遵循該法律之規定。<br />

				</div>
			</div>
			<div class="button"><a id="cancel-btn" href="#" class="button_submit" onclick="javascript:history.back();return false">返回</a></div>
		</div>
	</div>
</div>
