<div id="content-login">
	<div class="login-ins">
		<div class="bread cf" typeof="v:Breadcrumb">
			<a href="<?=$game_url?>" title="首頁" rel="v:url" property="v:title">首頁</a> >  <a href="<?=$longe_url?>member/privacy_agreement?site=<?=$site?>" title="隱私權政策" rel="v:url" property="v:title">隱私權政策</a>
		</div>
		<div class="login_box">
			<div class="login_member">
				<div class="login_info">
				<p class="scrollbar">
					當您加入本網站會員時，即視為您已閱讀、瞭解並同意接受本隱私權政策。龍邑股份有限公司（下稱龍邑）有權於任何時間在本網站上公布經小幅修改、變更之隱私權政策內容，當本網站公布上開修改、變更後，該更新內容即刻生效，建議您隨時注意該等修改、變更；此外，若修訂版本有實質重大更動，龍邑將會提前30日在本網站發布更新訊息，30日期間屆滿，本網站將正式施行前述之隱私權政策，若您繼續使用本網站所提供之商品或服務內容，您將被視為已閱讀、瞭解並同意接受所有修改。<br />
					本隱私權政策描述了龍邑如何蒐集、處理、利用您的個人資訊。<br />
                    <br />
					資訊之蒐集、處理及利用<br />
					於本網站上的單純瀏覽及檔案下載行為，本網站並不會蒐集任何有關個人的識別資料。<br />
					本網站在蒐集會員的個人資料後，非經您本人同意、授權或因其他法律上的規定，不會擅自將非公開資料透露給無關之第三者知悉。<br />
					本網站提供您關於會員資料發布之互動設定選項，您可以在選項設定之頁面，依您的需求自行選擇並設定是否公開您的姓名、電子郵件地址、性別、生日、居住地址等資料；當您完成本網站會肙註冊時，您的暱稱、生日及性別將預設為公開，其他個人識別資料則需待您填入後再自行選擇設定是否公開。<br />
					網站會記錄使用者上站的IP位址、上網時間以及在網站內所瀏覽的網頁等資料，這些資料係供本網站內部作網站流量和網路行為調查的總量分析，以利於提昇本網站的服務品質，且本網站僅對全體使用者行為總和進行分析，並不會對個別使用者進行分析。<br />
					網站依本隱私權政策有義務保護各會員隱私，非經您本人同意不會自行修改或刪除任何會員之個人資料及檔案。除非經過您事先同意或符合以下情況始得為之：<br />
					1.	經由合法的途徑。<br />
					2.	保護或防衛相關網路民眾的權利或所有權。<br />
					3.	為保護本網站各相關單位之權益。<br />
					4.	配合司法單位合法的調查。<br />
					5.	配合相關職權機關依職務需要之調查或使用。<br />
					6.	基於善意相信揭露為法律需要，或為維護和改進網站服務而用於管理 。<br />
					7.	若您對龍邑之成員要求提供任何服務，該集團成員將會根據您的個人資料發送有關之行銷資訊。<br />
					8.	根據契約與龍邑合作商業營運之服務供應商，例如為了防止詐欺行為，為了行銷目的所為之收集資料，或提供技術服務。而這些服務供應商僅能於其服務範圍內使用您的個人資料，將不會用於其他任何商業用途。<br />
					9.	龍邑計劃合併或收購之公司。若有前開情事，龍邑將會要求新合併的實體遵循本隱私權政策，並尊重您的個人資料保密性。<br />
                    <br />
					申請加入本網站會員時，需請您提供個人的識別資料，例如：本人姓名、性別、出生日期、國民身分證字號、聯絡電話或手機、e-mail、通訊住址等個人最新、最真實之資料；您可以自行設定一組專屬於您之會員帳號及密碼，作為您登入本網站及您使用本網站所提供之產品、服務時的唯一身分識別，請您自行妥善保管該會員帳號及密碼。<br />
					您申請加入本網站會員時所提供個人的識別資料，將用作龍邑及龍邑之關係企業進行會員驗證、數據統計及分析、獎項兌換、廣告行銷、會員服務訊息、特別活動、新服務、新產品之通知等用途。<br />
					若您透過本網站有購物、兌換贈品，因而產生的金流、物流必要，本網站有可能會提供您前述範圍內必要的個人識別資料給相關機關或合作、協力廠商作為交易驗證或商品送達之用。<br />
					若您使用本網站服務、參與龍邑及合作廠商所舉辦之活動，以及協助龍邑及龍邑之關係企業進行數據統計及分析時，龍邑可能提供您特定之個人識別資料給合作、協力廠商，使其得以協助提供服務、舉辦活動或實施問卷調查等。<br />
					龍邑在為您提供服務時或進行會員驗證、活動獎項頒發…等情形，龍邑可能要求您協助提供可證明個人身份之證件正本、傳真或影本，以及郵寄地址、匯款帳戶等資料。
                    <br />
					Cookie<br />
					為了便利使用者的網頁瀏覽及操作，本網站可能使用cookie技術或其他類似技術，以提供更適合使用者個人需要的服務。cookie是網站伺服器用來和使用者瀏覽器進行溝通的一種技術，它可能在使用者的電腦中儲存某些資訊。使用者可以經由瀏覽器的設定，取消或限制此項功能。<br />
                    <br />
					保全<br />
					根據本政策所指之個人資料，係指得以具體指名特定人之相關資料，並不包括以匿名方式所提供之資料。您的個人資料將會儲存在龍邑於台灣地區顧客營運中心之電腦。為保障您的隱私及安全，您的個人資料會採用合理之保全系統加以保護，例如防火牆或密碼保護。龍邑僅授權有職務上必要之雇員，方得接觸您的個人資料。<br />
					<br />
					除本隱私權政策之規定內容外，龍邑將不會出售或出租任何您的個人資料予第三方。<br />
                    <br />
					若相關法律之規定與本隱私權政策有所衝突，龍邑將遵循該法律之規定。<br />
				</p>
				</div>
			</div>
			<div class="button"><a id="cancel-btn" href="#" class="button_submit" onclick="javascript:history.back();return false">返回</a></div>
		</div>
	</div>
</div>
