<div id="content-login">
	<div class="login-ins">
		<div class="bread cf" typeof="v:Breadcrumb">
			<a href="<?=$game_url?>" title="首頁" rel="v:url" property="v:title">首頁</a> > <a href="<?=$longe_url?>member/service_agreement?site=<?=$site?>" title="會員服務條款" rel="v:url" property="v:title">會員服務條款</a>
		</div>
		<div class="login_box">
			<div class="login_member">
				<div class="login_info">
					<p class="scrollbar">
                        <b>LongE會員服務同意書</b><br /><br />

												歡迎您加入LongE會員並使用龍邑股份有限公司（下稱龍邑）所提供之各項會員服務。為保障您的權益，請詳細閱讀本服務同意書所有內容，您同意當您在線上點選「我同意」鍵時，即視為您已經詳細閱讀、了解並願意遵守本服務同意書、注意事項之所有約定。提醒您：如果您是未成年人（未滿二十歲），您必須告知法定代理人（如：父母、監護人）使其詳閱、瞭解本服務同意書內容，並取得法定代理人（如：父母、監護人）之允許始得進行，當您使用或繼續使用LongE會員得使用之服務時，即表示您對本服務同意書之同意及其他意思表示，均視為已取得法定代理人之允許：<br />
												<br />
												一、遵守會員規範及法律規定：<br />
												您了解您註冊成為會員後，即可使用龍邑所提供之各項服務(以下稱本服務)。當會員使用本服務時，即表示您除了同意遵守本服務同意書外，亦接受龍邑其他針對LongE會員之相關規範（包括但不限於客服中心內容、管理規則、公告及注意事項等）及相關法令之規定。<br />
												<br />
												二、服務簡介：<br />
												（一）接受本服務之會員必須自行配備上網所需之各項電腦設備，並負擔包括但不限於「網際網路連線費用」、「電話費用」等之電信相關費用。<br />
												（二）當您完成相關註冊程序後，即可具有LongE會員資格，並可開始使用本服務，包括但不限於使用線上遊戲、異業合作、金流儲值服務等。您同意當您成為LongE會員後使用之各項會員服務，其各項服務內容之所有權仍屬龍邑或異業合作廠商及其所約定之人所有，會員僅得依本服務同意書之約定使用，不得出租、出借、移轉或讓與給其他第三人使用。<br />
												（三）龍邑有權增加、變更、取消、停止本服務中相關系統、服務或功能之全部或一部，您同意龍邑無須個別通知會員。為增進會員權益、擴充服務內容，龍邑將致力於提供會員各項新穎之服務或功能，您同意本會員服務同意書適用於現有或將來龍邑所提供LongE會員帳號得使用之各項服務。<br />
												（四）金流付費服務：為保障您的交易安全，請使用合法、正當之方式進行相關服務儲值，若您使用虛偽不正之方式進行「儲值」或使用其他相關服務，龍邑有權隨時、逕行終止您本服務之會員資格及使用各項服務之權利。<br />
												<br />
												三、真實登錄義務：<br />
												基於LongE所提供之各項服務，您同意於註冊時依註冊申請程序所提示之項目，登錄您本人正確、真實及完整之個人資料；當您的個人資料有異動時，請立即更新，以維持您個人資料之正確、真實及完整。如因您登錄不實資料或冒用他人名義以致於侵害他人之權益或違法時，應自負法律責任；您並同意您所提供之個人資料若有不實或個人資料異動卻未更新以致與原登錄資料不符時，龍邑有權隨時、逕行終止您的會員資格及使用各項會員服務之權利。<br />
												為確保會員使用本服務之權益，當無法驗證會員身份時，會員須提供身分證明、交易證明等資料，若缺一則無法驗證通過。<br />
												<br />
												四、會員規範之增訂及修改：<br />
												龍邑保留增訂及修改本會員規範之權利，本條款如有增訂或修改時，龍邑將於網站首頁公告修改之事實。若您不同意修改的內容，請勿繼續使用本服務，如果您於公告後繼續使用本服務，則視為您已接受並同意該修訂條款。<br />
												<br />
												五、服務之停止與更改：<br />
												1.會員登錄資料不實。<br />
												2.使用中文、英文及數字以外之字元及不雅文字作為本服務之名稱。<br />
												3.使用他人的名義申請本服務。<br />
												4.違反本服務條款時。<br />
												5.其他經龍邑判定有違公平、合理方式使用本服務者。<br />
												6.會員使用本服務之行為有造成龍邑受有損失或損害之虞者。<br />
												就上述停止、更改服務或終止會員帳戶服務所可能產生之困擾、不便或損害，龍邑對任何會員或第三人均不負任何賠償或補償責任。<br />
												<br />
												六、服務暫停或中斷：<br />
												（一）龍邑於下列情形之一時，得暫停或中斷本服務之全部或一部，對於使用者不負擔任何賠償或補償責任：<br />
												1.對於本服務相關系統設備進行遷移、更換或維護。<br />
												2.因不可歸責於龍邑所造成之服務停止、中斷、變更或取消。<br />
												3.因不可抗力所造成服務停止、中斷、變更或取消。<br />
												（二）如因龍邑對於本網站相關系統設備進行遷移、更換或維護而必須暫停或中斷全部或一部之服務時，龍邑於暫停或中斷服務前將於本公司官方網站上公告或以電子郵件進行通知。<br />
												（三）因使用者違反法令、本服務同意書或因不可歸責於龍邑之事由而造成本服務之全部或一部暫停、中斷、取消、變更時，該期間之費用仍依正常標準計費。<br />
												（四）請於平時對電腦設備採取適當之安全防護措施，以避免本服務之暫停、中斷可能造成您使用上之不便、資料遺失或其他經濟及時間上之損失，用以保障您的相關權益。<br />
												<br />
												七、會員義務與責任：<br />
												（一）會員不得利用LongE會員服務進行任何商業、違法、不當行為。<br />
												（二）除遵守本服務同意書之約定外，您同意遵守龍邑之各項服務之營業規章、管理規則、網際網路國際使用慣例與禮節之相關規定，並同意不從事下述所列之行為。若您被判定有以下行為發生時，龍邑得逕行移除或刪除該內容與採取後續相關處理措施。違反規定者，龍邑將視情節輕重予以處份，您同意本公司有權對嚴重違約之行為人終止本服務條款，並請求因此所生之損害賠償：<br />
												1.意圖破壞、入侵龍邑伺服器及官方網站；或有使用外掛程式、利用程式漏洞修改遊戲、侵入會員資料庫、散播電腦病毒程式及竊取、更改、破壞或他人資訊情事等之行為者。<br />
												2.在遊戲或聊天室中，發表污言、穢語（包括音似者）或有鬧場之行為者。<br />
												3.在遊戲或聊天室中，有謾罵或相互攻訐之行為者。<br />
												4.於公佈欄發表及傳送涉及辱罵、毀謗、威脅、不雅、淫穢、攻擊性等之文章、圖片；或有留言內容不符合公佈欄性質、於公佈欄刊登廣告、黃色笑話或將公佈欄當成聊天室使用之行為者。<br />
												5.於遊戲中以現金或任何有價物品買賣、交易帳號、遊戲道具之行為與散佈者。<br />
												6.以龍邑與遊戲開發商或類似龍邑與遊戲開發商之名義使用本服務者。<br />
												7.所為言論違背公序良俗者。<br />
												8.使用本服務被判定有犯罪行為或有相關嫌疑者。<br />
												9.侵害他人智慧財產權或其他權利或有侵害之虞者。<br />
												10.有故意妨礙龍邑相關服務運作之行為者。<br />
												11.利用申告功能對其他會員隨意誣告或使用本服務有損害他人名譽或侵害他人權利之行為者。<br />
												12.其他有危害通信或違反法令之情事或之虞者。<br />
												13.以冒名、詐騙或其他虛偽不正等方式付費購買點數或遊戲內商品。<br />
												14.同一事由違反遊戲規章達三次以上，經通知改善為未改善者。<br />

												（三）會員必須對自己所做之行為負一切責任，龍邑有權針對上述規定進行不定期查核，但此不表示龍邑有義務對會員傳送、張貼或發表之內容做任何形式或實質之審查。如經龍邑察覺或經他人申訴或舉發會員有違反上述各款之情事或之虞時，龍邑除有權逕行移除或刪除該內容外，並有權終止或暫停該會員之會員資格及各項會員服務。龍邑如因此產生任何損害或損失，並得向該會員請求賠償。<br />
												（四）會員同意妥善保管個人之帳號及密碼，不得有與他人共用、租借他人等行為；會員並應不定期更新個人密碼，並於使用完服務後確實將帳號進行登出動作，以避免帳號遭他人使用；因共用帳號、委託第三人付費購買點數或其他不當使用衍生之糾紛時，龍邑有權不予以協助處理。<br />
												（五）遊戲軟體、產品套件及遊戲內商品，一經下載、接受服務或啟封，及排除消費者保護法第十九條第一項之適用。<br />

												<br />
												八、責任限制：<br />
												（一）龍邑之各項會員服務，依龍邑既有之規劃提供，對於特定使用者之特殊需求，龍邑不擔保本服務將符合您的所有需求。<br />
												（二）龍邑不擔保各項服務之正確、完整、安全、可靠、合適、時效、穩定、不斷線及出錯。您同意對於您所傳送之電子郵件、檔案及其他資料進行備份或相關處理。對於因傳送過程而造成電子郵件、檔案及其他相關電磁記錄資料之遺失，龍邑不負任何擔保責任。<br />
												（三）對於您於本服務中所下載之電子郵件、檔案及其他資料，您應該自行考量其風險，如因下載而造成您電腦系統的損壞或電腦中資料的遺失，龍邑不負任何擔保責任。<br />
												（四）龍邑之服務可能因其他協力廠商或相關電信業者網路系統軟硬體設備之故障或失靈；或人為操作上之疏失而造成中斷、暫時無法使用、遲延、資料傳輸或儲存上之錯誤；或遭第三人侵入系統篡改或偽造變造資料等。龍邑就以上不可歸責於己之情形不保證各項服務之穩定、安全、無誤、及不中斷。會員需明白使用本服務之所有風險及可能致生之任何損害，不得因此而要求任何補償或賠償。<br />
												<br />
												九、保管義務：<br />
												會員有義務妥善保管本服務帳號與密碼，並為此組帳號與密碼登入LongE工具後所進行之一切活動負責。為維護會員自身權益，請勿將帳號與密碼洩露或提供予第三人知悉，或出借或轉讓他人使用。若會員發現帳號或密碼遭人非法使用或有任何異常破壞使用安全之情形時，應立即通知龍邑；惟倘若因您的保管疏忽而致帳號、密碼遭他人非法使用時，龍邑將不負責處理。<br />
												<br />
												十、資料處理：<br />
												對於會員所登錄或留存之資料，會員同意龍邑及關係企業或合作對象，得於合理之範圍內蒐集、處理、保存、傳遞及使用該等資料，以提供會員其他資訊或服務；或作成會員統計資料、進行關於網路行為之調查或研究或為任何之合法使用。(一)龍邑應保存會員之個人遊戲歷程紀錄，且保存期間為二(2)個月，以供會員查詢。如逾電磁紀錄保存期限二(2)個月者，恕龍邑無法受理會員之查詢申請。 <br />
												(二)會員得以書面、網路，或親至龍邑之服務中心申請調閱會員之個人遊戲歷程，且須提出與身分證明文件相符之個人資料以供查驗，查詢費用為新臺幣貳佰(200)元，由會員負擔。<br />
												(三)龍邑接獲會員之查詢申請及查詢費用後，應提供第一項所列之會員個人遊戲歷程，並於七(7)日內以光碟或磁片等儲存媒介或以書面、電子郵件方式提供資料。<br />
												<br />
												十一、隱私權保護：<br />
												關於您的會員註冊以及其他特定資料依「隱私權政策」受到保護與規範。您了解當您使用本服務時，您同意LongE依據「隱私權政策」進行您個人資料的蒐集、處理與利用。<br />
												為豐富用戶的遊戲體驗，龍邑提供的一些移動應用程式（以下簡稱“龍邑APP”）可能會需要使用者設備的某些許可權(包括但不限於：位置許可權、通訊錄許可權、照片許可權、相機許可權、儲存許可權、通知許可權、麥克風許可權、無線資料/WLAN/網路許可權、移動支付許可權、運動/健康許可權等)。通過這些設備許可權，龍邑會獲取對應的設備資訊或者使用者資料（例如：使用了諸如TrueDepth API等面部識別功能的龍邑APP會通過相機許可權獲取使用者的面部特徵資料），以下簡稱“設備資料”。龍邑對設備資料的收集、使用、披露、共用及保存將遵守《隱私權政策》對應規定，具體內容如下：<br />
（一）資料的收集<br />
用戶在第一次使用龍邑APP的相關功能時會收到獲取這些設備許可權的提醒，請您仔細閱讀提醒中說明的許可權類別。使用者可以選擇關閉龍邑APP的設備許可權，這不會影響用戶繼續訪問龍邑APP，但會導致用戶無法享用龍邑APP中的某些功能。<br />
（二）資料的使用<br />
針對通過設備許可權獲得的資料（包括設備資訊及通過設備許可權獲得的使用者資料，以下簡稱“設備資料”），龍邑將僅用於向用戶提供龍邑APP中對應的功能。除《隱私權政策》規定的例外情況之外，未經使用者同意龍邑不會將設備資料用於龍邑APP之外。<br />
（三）資料的披露<br />
龍邑僅在向用戶提供龍邑APP對應功能的所必需範圍內對外披露無法識別使用者個人身份的設備資料。除《隱私權政策》規定的例外情況之外，未經使用者同意龍邑不會向實現龍邑APP對應功能無關的協力廠商披露使用者設備資料。<br />
（四）資料的共用<br />
龍邑僅在向用戶提供龍邑APP對應功能的所必需範圍內與協力廠商共用無法識別使用者個人身份的設備資料。除《隱私權政策》規定的例外情況之外，未經使用者同意龍邑不會與實現龍邑APP對應功能無關的協力廠商共用使用者設備資料。<br />
（五）資料的保存<br />
龍邑僅在向用戶提供龍邑APP對應功能的所必需時限及法律法規要求的時限內保留使用者設備資料。<br />

												<br />
												十二、會員內容之保留：<br />
												龍邑不對於會員所傳送、張貼或發表之內容（包括但不限於文字、圖片、音樂、影像、軟體、資訊及各種資料等）進行任何形式或實質之審查，亦不擔保其正確、完整、安全或可靠。會員對於使用由其他會員所提供之內容應自行考量其風險。<br />
												<br />
												十三、智慧財產權：<br />
												龍邑上之所有著作及資料，其著作權、專利權、商標等智慧財產權、所有權或其他權利、利益，均為龍邑或原權利人所有，除事先經龍邑或原權利人之合法授權外，會員不得擅自重製、傳輸、改作、編輯或以其他任何形式、或基於任何目的使用，違者應自負相關之法律責任。<br />
												<br />
												十四、服務停止：<br />
												龍邑得隨時通知會員，終止、取消、停止中斷本服務之全部或一部，會員不得因此要求任何補償或賠償。<br />
												如會員決定終止針對個人之服務並要求本公司進行會員未使用儲值（會員免費獲得的儲值點數不包含在內且不予退還）之清算返回，本公司將扣除手續之必要成本後，退還會員未使用的儲值或遊戲費用。<br />
												手續之必要成本項目包含：<br />
												1.手續費：計算方式為 （會員剩餘未使用的儲值點數 – 免費贈送點數）之儲值對價 X 40%。<br />
												2.依會員選擇之退費方式，由會員承擔因郵寄/匯票產生之費用。<br />
												3.其他因會員辦理退費手續所延伸之個人費用。<br />
												<br />
												<br />
												十五、準據法及管轄法院：<br />
												本服務條款之解釋及適用，以及會員因使用本服務而與龍邑間之權利義務關係，悉依中華民國法律及相關法令解釋適用之（不含涉外民事法律適用法或其他類似法規）。其因此所生之爭議，均同意以臺灣板橋地方法院為第一審管轄法院；此外，若本服務條款有任何一部無效，亦不影響其他部份之效力。<br />

					</p>
				</div>
			</div>
			<div class="button"><a id="cancel-btn" href="#" class="button_submit" onclick="javascript:history.back();return false">返回</a></div>
		</div>
	</div>
</div>
